[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Dmitry Yerokhin, OxYgeN, ICM, Андрей Кравцов (не портите перевод!)
VERSION=6.1.0

[Language]
LANGUAGE=Русский 
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/0h88fahh.aspx
LOCALE_ID=0x0419, 0x819

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Файл
CUSTOMIZE=&Настроить
EXIT=В&ыход
EDIT=&Правка
COPY=С&копировать в буфер обмена
FUNCTION=С&ервис
HIDE_SMART_INFO=Скрыть &информацию S.M.A.R.T.
HIDE_SERIAL_NUMBER=Скрыть серийный &номер
SHOW_DRIVE_LETTER=Показывать &букву тома
ADVANCED_DISK_SEARCH=&Расширенный поиск дисков
EVENT_LOG=&Журнал событий
AAM_APM_CONTROL=&Управление AAM/APM
AUTO_AAM_APM_ADAPTION=Автонастро&йка AAM/APM
RESIDENT=Запуск а&гента (в области уведомлений)
STARTUP=&Автозапуск
OPEN_DISK_MANAGEMENT=Открыть управление &дисками
OPEN_DEVICE_MANAGER=Открыть диспетчер устро&йств
ADVANCED_FEATURE=&Дополнительно
REFRESH=О&бновить
RESCAN=Пере&сканировать
DISABLE=&Откл.
AUTO_REFRESH=Частота &автообновления
AUTO_REFRESH_TARGET=Диски для а&втообновления
AUTO_REFRESH_TARGET_ALL_DISK=&Выбрать все
AUTO_REFRESH_UNTARGET_ALL_DISK=&Отменить все
WAIT_TIME_AT_STARTUP=&Задержка запуска
GRAPH=&График
THEME=&Вид
DISK=&Диск
HELP=&Справка
HELP_WEB=&Справка [в Интернете]
HELP_ABOUT=&О программе...
HELP_ABOUT_SMART=О &технологии S.M.A.R.T. (в Википедии)
LANGUAGE=Язык
ITEM=&Пункт
TEMPERATURE_TYPE=&Тип температуры
CELSIUS=Цельсий (°C)
FAHRENHEIT=Фаренгейт (°F)
HEALTH_STATUS_SETTING=&Установить пороговые значения

;Graph
OPTION=&Настройки
LEGEND_POSITION=&Условные обозначения
NORTH_WEST=С&лева вверху
NORTH_EAST=С&права вверху
SOUTH_WEST=Сл&ева внизу
SOUTH_EAST=Спр&ава внизу
MAX_PLOT_POINT=&Макс. точка
TIME_FORMAT=&Формат времени
PAINT_WEEKEND=&Отображать простои
ALL=&Все

;2.7.0
COPY_OPTION=Опция копирования
RESIDENT_STYLE=Стиль оформления
MINIMIZE=Свернуть
HIDE=Скрыть

;3.0.0
ZOOM=&Масштаб
AUTO=&Авто
ATTRIBUTE=&Атрибуты

;3.5.0
ASCII_VIEW=Вид ASCII
AUTO_DTECTION=Автоопределение
SECOND=сек
MINUTE=мин
HOUR=ч

:3.9.4
WORKAROUND=О&бход ошибок

;4.0.0
ALERT_MAIL=Уведомление по электронной почте
MAIL_SETTINGS=Настройки почты
SMART_IN_ENGLISH=S.M.A.R.T. по-английски
FONT_SETTING=Шрифт

;5.0.0
ALERT_FEATURES=Особенности уведомлений
ALARM_HISTORY=История уведомлений
ALERT_SOUND=Звук уведомления
SOUND_SETTINGS=Параметры звука
GADGET_SUPPORT=Поддержка гаджетов
INSTALL_GADGET=Установить гаджет
ENABLE_AUTO=Включить (автоопределение)
ENABLE_ALL=Включить (все диски)
ENABLE_RAID=Включить (только для тома RAID)

;6.0.0
HIDE_NO_SMART_DISK=С&крыть диск без S.M.A.R.T.
GREEN_MODE='&Зелёный' режим

[TrayMenu]
EXIT=Выход
REFRESH=Обновить
RESCAN=Пересканировать
ENABLE=Вкл.
DISABLE=Откл.
ENABLE_ALL=Включить все
DISABLE_ALL=Отключить все
AUTO_REFRESH=Частота автообновления
AUTO_REFRESH_01_MIN=1 мин
AUTO_REFRESH_03_MIN=3 мин
AUTO_REFRESH_05_MIN=5 мин
AUTO_REFRESH_10_MIN=10 мин
AUTO_REFRESH_30_MIN=30 мин
AUTO_REFRESH_60_MIN=60 мин
AUTO_REFRESH_TARGET=Автообновление выбранного
AUTO_REFRESH_TARGET_ALL_DISK=Автообновление: выбрать все диски
AUTO_REFRESH_UNTARGET_ALL_DISK=Автообновление: снять выбор со всех дисков
ALARM_SETTING_TEMPERATURE=Тревога: температура
ALARM_SETTING_HEALTH_STATUS=Тревога: техническое состояние
SHOW_MAIN_WINDOW=Показать главное окно
SHOW_TEMPERATURE_ICON=Показать температуру
SHOW_ALL_TEMPERATURE_ICON=Показать все температуры
HIDE_ALL_TEMPERATURE_ICON=Скрыть все температуры
COLLECTIVE_SETTING=Общие настройки
GRAPH=График
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Показывать только значки температуры

[DiskStatus]
GOOD=Хорошо
CAUTION=Тревога!
BAD=Плохо
UNKNOWN=Неизвестно
DISK=Диск

[Dialog]
LIST_ID=ID
LIST_CURRENT=Текущее
LIST_WORST=Наихудшее
LIST_THRESHOLD=Порог
LIST_RAW_VALUES=Raw-значения
;LIST_DESCRIPTION=Описание
LIST_ATTRIBUTE_NAME=Атрибут

FIRMWARE=Прошивка
SERIAL_NUMBER=Серийный номер
INTERFACE=Интерфейс
STANDARD=Стандарт
TRANSFER_MODE=Режим передачи
BUFFER_SIZE=Буфер данных
NV_CACHE_SIZE=Объем NV-кэша
ROTATION_RATE=Скорость вращения
TEMPERATURE=Температура
POWER_ON_HOURS=Общее время работы
POWER_ON_COUNT=Число включений
DRIVE_LETTER=Буква тома
FEATURE=Возможности
HEALTH_STATUS=Техсостояние

UNKNOWN=Неизвестно
POWER_ON_COUNT_UNIT=раз
POWER_ON_HOURS_UNIT=ч
POWER_ON_DAYS_UNIT=дн.

;4.3
TOTAL_HOST_WRITES=Всего хост-записей
TOTAL_HOST_READS=Всего хост-чтений
TOTAL_NAND_WRITES=Всего NAND-записей

;4.5
WEAR_LEVELING_COUNT=Операций Wear Leveling

;6.1
CURRENT_MODE_SUPPORTED_MODE=Текущий режим | Поддерживаемый режим
MAJOR_VERSION_MINOR_VERSION=Основная версия | Подверсия

[Message]
DETECT_UNIT_POWER_ON_HOURS=Определение времени работы дисков (требуется около 130 сек)
DETECT_DISK=Поиск дисков
PLEASE_ENABLE_WMI=Включите WMI (инструментарий управления Windows)
PLEASE_RESTART_THIS_APPLICATION=Перезапустите приложение
DISK_NOT_FOUND=Диск не обнаружен

[Alarm]
ALARM_TEMPERATURE=Тревога: температура
ALARM_HEALTH_STATUS=Тревога: техсостояние
DEGRADATION=Ухудшение
RECOVERY=Восстановление
;3.5.0
INFO_HEALTH_STATUS=О состоянии

[Graph]
PLEASE_SELECT_ITEM=Выберите пункт
ACTUAL_VALUE=Фактическое значение (raw)
NORMALIZED_VALUE=Нормированное значение (текущее)
ALL_ON=Все включены
ALL_OFF=Все выключены
RESET=Сброс

[Customize]
LINE_COLOR=Цвета линий
BACKGROUND_IMAGE=Фон
SUPPORTED_IMAGE_FORMAT=Поддерживаемые изображения
ALL_FILES=Все файлы

;5.0.0
SUPPORTED_SOUND_FORMAT=Поддерживаемые звуковые форматы

[AamApm]
AAM_LOW=<- тихо (80h)
AAM_HIGH=быстро (FEh) ->
AAM_RECOMMEND=Рекомендуется
APM_LOW=<- экономично (01h)
APM_HIGH=быстро (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Автоматическое управление шумом (AAM)
ADVANCED_POWER_MANAGEMENT=Расширенное управление питанием (APM)

[WindowTitle]
ABOUT=О программе CrystalDiskInfo
GRAPH=График
CUSTOMIZE=Настройка
VERSION_INFORMATION=Информация о версии
AAM_APM_CONTROL= Управление AAM/APM
HEALTH_STATUS_SETTING=Настройка состояния здоровья

;5.0.0
ALARM_HISTORY=История предупреждений
SOUND_SETTINGS=Параметры звука

;5.1.0
FONT_SETTING=Шрифт

[HealthStatus]
THRESHOLD_OF_CAUTION=Пороговые значения
APPLY=Применить
DEFAULT=По умолчанию

[Smart]
UNKNOWN=Неизвестно 
VENDOR_SPECIFIC=Спецификации производителя
01=Ошибки чтения
02=Производительность
03=Время раскрутки
04=Запуски/остановки шпинделя
05=Переназначенные сектора
06=Запас канала чтения
07=Ошибки позиционирования
08=Скорость поиска
09=Часы работы
0A=Повторные попытки раскрутки
0B=Повторы рекалибровки
0C=Включения/отключения
0D=Программные ошибки чтения
B8=Все ошибки
BB=Неисправимые ошибки
BC=Таймаут команды
BD=Высокоуровневая запись
BE=Температура воздушного потока
BF=Ошибки при ударных нагрузках
C0=Отказы отключения питания
C1=Циклы загрузки/выгрузки
C2=Температура
C3=Аппаратное ECC-восстановление
C4=События переназначения
C5=Нестабильные сектора
C6=Неисправимые ошибки секторов
C7=CRC-ошибки UltraDMA
C8=Ошибки записи
C9=Программные ошибки записи
CA=Ошибки адресации данных
CB=Отказы запуска
CC=Программное ECC-исправление
CD=Температурные перепады
CE=Высота зависания
CF=Текущая высота
D0=Гул вращения
D1=Скорость оффлайн-поиска
D3=Вибрации при записи
D4=Тряска при записи
DC=Сдвиг диска
DD=Ошибки от ударов (G-Sense)
DE=Часы работы
DF=Повторы загрузки/выгрузки
E0=Сила трения при загрузке
E1=Циклы загрузки/выгрузки
E2=Время загрузки
E3=Усиление крутящего момента
E4=Парковки при выключении
E6=Амплитуда дрожания GMR-головок
E7=Температура
F0=Время позиционирования головок (часы)
FA=Ошибки чтения
FE=Защита от свободного падения

;Updated 4.5.0
F1=Всего хост-записей
F2=Всего хост-чтений

[SmartSsd]
01=Ошибки чтения
02=Производительность
03=Время раскрутки
04=Запуски/остановки шпинделя
05=Переназначенные сектора
06=Запас канала чтения
07=Ошибки позиционирования
08=Время поиска
09=Часы работы
0A=Повторные попытки раскрутки
0B=Повторы рекалибровки
0C=Включения/отключения
0D=Программные ошибки чтения
C0=Небезопасные отключения
C2=Температура
C4=Операции переназначения
C5=Нестабильные сектора
C6=Неисправимые сектора
; CrystalDiskInfo assign
FF=Оставшийся ресурс

;Updated 5.4.0
F1=Всего хост-записей
F2=Всего хост-чтений

[SmartMtron]
BB=Всего стираний

[SmartIndlinx]
01=Ошибки чтения
09=Часы работы
0C=Включений/отключений
B8=Исходно плохих блоков
C2=Температура
C3=Программные сбои блоков
C4=Сбои стирания блоков
C5=Сбои чтения блоков
C6=Всего секторов прочитано
C7=Всего секторов записано
C8=Всего команд чтения
C9=Всего команд записи
CA=Всего бит ошибок из флэша
CB=Всего прочитано секторов с исправимыми ошибками
CC=Флаг полного плохого блока
CD=Спецификация максимума PE
CE=Минимум стираний
CF=Максимум стираний
D0=Среднее число стираний
D1=Оставшийся ресурс работы

[SmartJMicron60x]
09=Часы работы
0C=Включений/отключений
C2=Температура
E5=ID остановки системы, ID флэша
E8=Прошивка
E9=Запись сбоя ECC
EA=Среднее и максимальное число стираний
EB=Подсчёт хороших и системных блоков

[SmartIntel]
03=Время разгона
04=Запуски/остановки шпинделя
05=Перераспределенных секторов
09=Часы работы
0C=Включений/отключений
C0=Небезопасных отключений
E1=Хост-записи
E8=Доступное резервное место
E9=Индикатор износа носителя
B8=Непрерывный подсчёт обнаруженных ошибок

;Updated 4.1.0
AA=Доступное резервное место
AB=Сбоев программы
AC=Ошибок стирания
BB=Неисправимых ошибок

;Updated 4.3
AE=Неожиданные потери питания
E2=Рассчитанное изнашивание рабочей нагрузки
E3=Рассчитанное соотношение чтения/записи рабочей нагрузки
E4=Рассчитанное время рабочей нагрузки
F1=Всего записей LBA
F2=Всего чтений LBA
F9=Всего записей NAND

;Updated 5.5.0
B7=Понижений передачи SATA
BE=Температура
C7=Ошибок CRC

;Updated 5.6.1
AF=Отказ защиты от потери питания
C2=Температура
C5=Нестабильные сектора

;Added 6.6.0
EA=Thermal Throttle Status

[SmartSamsung]
05=Переназначенные сектора
09=Часы работы
0C=Включений/отключений
AF=Программные ошибки (чип)
B0=Ошибки стирания (чип)
B1=Износ
B2=Занятые резервные блоки (чип)
B3=Занятые резервные блоки (всего)
B4=Свободные резервные блоки (всего)
B5=Программные ошибки (всего)
B6=Ошибки стирания (всего)
B7=Плохие блоки при выполнении (всего)
BB=Неисправимые ошибки
BE=Температура воздушного потока
C2=Температура
C3=Ошибки ECC
C6=Неисправимые оффлайн-ошибки
C7=Ошибки CRC
C9=Состояние Super cap
CA=Состояние режима SSD
EB=Восстановлено граф POR 
F1=Всего записей LBA
F2=Всего чтений LBA

;Added 6.6
AA=Unused Reserved Block Count (Chip) 
AB=Program Fail Count (Chip)
AC=Erase Fail Count (Chip)
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B8=Error Detection
E9=Normalized Media Wear-out

[SmartSandForce] ;Updated 3.7.0
01=Ошибки чтения (raw)
05=Забракованные сектора
09=Часы работы
0C=Включений/отключений
0D=Программные ошибки чтения
64=Стерто гигабайт
AA=Резервные блоки
AB=Программные ошибки
AC=Ошибки стирания
AE=Неожиданные сбои питания
B1=Дельта диапазона износа
B5=Программные сбои
B6=Сбои стирания
B8=Ошибки кодов определения сбоев ввода/вывода
BB=Неисправимые ошибки
C2=Температура
C3=ECC-исправления на лету
C4=События перераспределения
C6=Неисправимые сектора
C7=R-ошибки SATA (CRC)
C9=Неисправимые программные ошибки чтения
CC=Программные ECC-исправления
E6=Кривая надёжности
E7=Оставшийся ресурс SSD
E8=Зарезервированное место
EB=Состояние SuperCap
F1=Ресурс хост-записей
F2=Ресурс хост-чтений

[SmartJMicron61x] ;Added 3.9.0
01=Ошибки чтения
02=Производительность
03=Время раскрутки
05=Переназначенные сектора
07=Ошибки поиска
08=Скорость поиска
09=Часы работы
0A=Повторов раскрутки
0C=Включений/отключений
A8=Ошибок SATA PHY
AF=Таблиц повреждённых секторов (ошибки ECC)
C0=Неожиданных сбоев питания
C2=Температура
C5=Нестабильных секторов
AA=Плохих блоков
AD=Стираний

[SmartMicron] ;Added 4.0.0/ Updated 6.1.0
; RAIN = Избыточный массив независимых NAND
01=Ошибки чтения (raw)
05=Переназначенные сектора
09=Часы работы
0C=Включений/отключений
0D=Программные ошибки
0E=Объём устройства (NAND)
0F=Пользовательский объём
10=Доступно запасных блоков
11=Осталось запасных блоков
64=Всего стираний
AA=Зарезервированных блоков
AB=Программные сбои
AC=Ошибки стирания
AD=Среднее число стираний блоков
AE=Неожиданных сбоев питания
B4=Свободных резервных блоков NAND
B5=Невыровненных обращений
B7=Понижение скорости SATA
B8=Коррекций ошибок
BB=Неисправимые ошибки
BC=Ожиданий команд
BD=Заводских плохих блоков
C2=Температура
C3=Накопительное исправление ECC
C4=Переназначений
C5=Текущие нестабильные сектора
C6=Smart-сканирований неисправимых ошибок
C7=CRC-ошибки Ultra DMA
CA=Процент расхода ресурса
CE=Ошибки записи
D2=Успешных восстановлений RAIN
EA=Всего считано байт
F2=Защита от записи
F3=Исправленных ECC-бит
F4=Накопительных пороговых событий ECC
F5=Накопительных страниц программирования NAND
F6=Всего хост-записей секторов
F7=Программных хост-страниц
F8=Страниц программирования FTL

[SmartMicronMU02] ;Updated 6.6.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=Background Program Page Count

; Updated 6.6.0
A0=Uncorrectable Sector Count
A1=Valid Spare Blocks
A3=Initial Invalid Blocks
94=Total SLC Erase Count
95=Maximum SLC Erase Count
96=Minimum SLC Erase Count
97=Average SLC Erase Count
A4=Total TLC Erase Count
A5=Maximum TLC Erase Count
A6=Minimum TLC Erase Count
A7=Average TLC Erase Count
A9=Percentage Lifetime Remaining
B5=Program Fail Count
B6=Erase Fail Count
C0=Power-off Retract Count
E8=Available Reserved Space
F1=Total LBA Write
F2=Total LBA Read
F5=Total TLC Write Count
F6=Total SLC Write Count
F7=RAID Recovery Count

[SmartOcz] ;Added 4.5.0
01=Ошибок чтения (raw)
03=Время включения
04=Старт/стоп
05=Переназначенных секторов
09=Часов работы
0C=Включений/отключений
C2=Температура
E8=Всего записано секторов
E9=Оставшийся срок службы

; Added 6.6.0
64=Total Blocks Erased
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Bad Block Count
AD=Erase Count
B8=Factory Bad Block Count
C0=Unexpected Power Loss Count
CA=Total Number of Corrected Bits
CD=Max Rated PE Counts
CE=Minimum Erase Counts
CF=Maximum Erase Counts
D3=SATA Uncorrectable Error Count
D4=NAND Page Reads During Retry
D5=Simple Read Retry Attempts
D6=Adaptive Read Retry Attempts
DD=Internal Data Path Uncorrectable Errors
DE=RAID Recovery Count
E6=Power Loss Protection
FB=NAND Read Count

;Updated 6.7.0
F1=Total Host Writes
F2=Total Host Reads

[SmartPlextor] ;Added 5.1.0
01=Ошибок чтения 
05=Переназначенных секторов
09=Часы работы
0C=Включений/отключений
C0=Небезопасных выключений
C2=Температура
C4=Событий переназначения
C6=Неисправимых секторов
F1=Всего хост-записей
F2=Всего хост-чтений

;Updated 5.4.0
B1=Износ
B2=Занятых резервных блоков (худшее)
B5=Программные ошибки (всего)
B6=Ошибки стирания (всего)
BB=Неисправимых ошибок
C7=CRC-ошибок Ultra DMA
E8=Доступное резервное место

;Added 6.2.0
AA=Grown Bad Blocks
AB=Program Fail Count (Total)
AC=Erase Fail Count (Total)
AD=Average Program/Erase Count (Total)
AE=Unexpected Power Loss Count
AF=Program Fail Count (Worst Case)
B0=Erase Fail Count (Worst Case)
B3=Used Reserved Block Count (Total)
B4=UnUsed Reserved Block Count (Total)
B7=SATA Interface Down Shift
B8=End-to-End Data Errors Corrected
BC=Command Time out
C3=ECC rate
E9=NAND GB written

[SmartSanDisk] ;Added 5.2.0
05=Забракованные сектора
09=Часы работы
0C=Включений/отключений
AA=Резервные блоки
AB=Программные ошибки
AC=Ошибки стирания
AE=Неожиданные сбои питания
BB=Неисправимые ошибки
C2=Температура
E8=Оставшийся срок службы
F1=Всего хост-записей
F2=Всего хост-чтений

[SmartOczVector] ;Added 5.3.0
05=Накопленные плохие блоки
09=Часы работы
0C=Включений/отключений
AB=Доступных подтверждённых блоков
AE=Включений/отключений (незапланированные)
BB=Всего неисправимых чтений NAND
C2=Температура
C3=Всего отказов программирования
C4=Всего отказов стирания
C5=Всего отказов чтения (неисправимые)
C6=Хост-чтений
C7=Хост-записей
D0=Среднее число стираний
D2=CRC-ошибок SATA
E9=Оставшийся срок службы
F9=Всего NAND-программирований

;Updated 5.5.0
F1=Всего хост-записей
F2=Всего хост-чтений

;Updated 6.6.0
64=Total Blocks Erased
B8=Factory Bad Block Count Total
CA=Total Number Of Read Bits Corrected
CD=Max Rated PE Count
CE=Min Erase Count
CF=Max Erase Count
D4=Total Count NAND Pages Reads Requiring Read Retry
D5=Total Count of Simple Read Retry Attempts
D6=Total Count of Adaptive Read Retry Attempts
DD=Internal Data Path Protection Uncorrectable Errors
DE=RAID Recovery Count
E0=In Warranty
E1=DAS Polarity
E2=Partial Pfail
E6=Write Throttling Activation Flag
F9=Total NAND Programming Count (pages)
FB=Total NAND Read Count

[SmartCorsair] ;Added 6.2.0
01=Raw Read Error Rate
05=Retired Block Count
09=Power On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B5=Program Fail Count
BB=Reported Uncorrectable Errors
C2=Temperature
C4=Reallocation Event Count
E7=SSD Life Left
F1=Lifetime GB Written
F2=Lifetime GB Read

[SmartToshiba] ;Added 6.2.0
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Total Bad Block Count
AD=Erase Count
C0=Unexpected Power Loss Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

[SmartSanDiskGb] ;Added 6.2.0
05=Reallocated Block Count
09=Power On Hours
0C=Power Cycle Count
A6=Min W/E Cycle
A7=Max Bad Block/Die
A8=Maximum Erase Cycle
A9=Total Bad Block
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Erase Cycle
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
D4=SATA PHY Error
E6=Percentage Total P/E Count
E8=Spare Block Remaining
E9=Total GB Written To NAND
F1=Total GB Written
F2=Total GB Read

[SmartKingston] ;Added 6.6.0
01=Read Error Rate
02=Throughput Performance
03=Spin Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AA=Bad Block Count
AD=Erase count
AF=Bad Cluster Table Count
BB=Uncorrectable Errors
C0=Unsafe Shutdown Count
C2=Temperature
C4=Later Bad Block Count
C5=Current Pending Sector Count
C7=CRC Error Count
DA=CRC Error Count
E7=SSD Life Left
E9=Lifetime Writes to Flash
F0=Write Head
F1=Host Writes
F2=Host Reads
F4=Average Erase Count
F5=Max Erase Count
F6=Total Erase Count

[SmartNVMe] ;Added 6.7.0
01=Critical Warning
02=Composite Temperature
03=Available Spare
04=Available Spare Threshold
05=Percentage Used
06=Data Units Read
07=Data Units Written
08=Host Read Commands
09=Host Write Commands
0A=Controller Busy Time
0B=Power Cycles
0C=Power On Hours
0D=Unsafe Shutdowns
0E=Media and Data Integrity Errors
0F=Number of Error Information Log Entries